src/cf/DataProcessors/ОбменЭСФ/Templates/ЗапросВСVstoreBalanceQueryUpdates_Версия1/Ext/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nam="namespace.vstore">
   <soapenv:Header/>
   <soapenv:Body>
      <nam:queryUpdatesRequest>
         <sessionId>[sessionId]</sessionId>
         <lastEventDate>[lastEventDate]</lastEventDate>
         <lastBalanceId>[lastBalanceId]</lastBalanceId>
		 <direction>[direction]</direction>
         <limit>[limit]</limit>
      </nam:queryUpdatesRequest>
   </soapenv:Body>
</soapenv:Envelope>